Repository: Pardus-Kurumsal/pk-update-icon
Catalog: po/*.po
Languages: id

source: Command for starting the software update viewer
id: Perintah untuk manjalankan Penampil Perangkat Lunak Pembaharuan-Pembaharuan

source: Set the delay in seconds before the first check for updates
id: Aturlah penundaan dalam beberapa detik sebelum pemeriksaan pertama untuk Pembaharuan-Pembaharuan

source: Set the interval in seconds between checks for updates
id: Aturlah Interval dalam beberapa detik diatara Pemeriksaan untuk Pembaharuan-Pembaharuan

source: Print the version number and exit
id: Cetak Versi Angka dan Keluar

source: Software Updates
id: Perangkat Lunak Pembaharuan-Pembaharuan

source: translators
id: Guido Berh√∂rster <gber@opensuse.org>

source: _Check for Updates
id: Pemeriksaan untuk Pembaharuan-Pembaharuan

source: _About
id: Tent_ang

source: Important Software Update
id: Perangkat Lunak Pembaharuan yang penting

source: Software Update
id: Pembaharuan Perangkat Lunak

source: There is %d software update available,
id: Tersedia %d Pembaharuan Perangkat Lunak,

source: of it
id: diantaranya

source: %s %d %s is important.
id: %1$s %3$s adalah %2$d yang penting.

source: There is %d important software update available.
id: Tersedia %d Pembaharuan Perangkat Lunak yang penting.

source: There is %d software update available.
id: Tersedia %d Pembaharuan Perangkat Lunak.

source: Install Update
id: Pasang Perangkat Lunak Pembaharuan
